tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "arl/arl"
tap "joshmedeski/sesh"
tap "kevinrobayna/tap"

#To allow my to install stuff from Apple Store
brew "mas"

# Font, obviously
cask "font-inconsolata-go-nerd-font"
cask "font-jetbrains-mono-nerd-font"

# SSH from iPad
brew "mosh"
cask "tailscale"

# ZSH
brew "zsh"
brew "zsh-completions"
brew "tmux"
brew "stow"
brew "fzf"
brew "eza"
brew "ncurses"
brew "fastfetch"
brew "gitmux"
brew "git-delta"
brew "starship"
brew "zoxide"
brew "lf"
brew "btop"
brew "sesh"
brew "gum"

#NVim Stuff
brew "neovim"
brew "ripgrep"
brew "the_silver_searcher"
brew "fd"
brew "lazygit"
brew "stylua"
brew "gnu-sed"
brew "markdownlint-cli2"
brew "xmlformat"
brew "taplo"
brew "sqlfmt"
brew "prettier"
brew "prettierd"
brew "luarocks"

# Generic Tools
brew "jq"
brew "lazydocker"
brew "ctags"
brew "gcc"
brew "git"
brew "gh"
brew "htop"
brew "bat"
brew "k9s"
brew "slides"
brew "bottom"
brew "terraform"
brew "aoc2md"

#HotKeys!
cask "hammerspoon"
cask "hyperkey"

# Go
brew "golangci-lint"
brew "hugo"

# GPG
brew "gnupg"
brew "pinentry-mac"
cask "gpg-suite"

# AWS / Google / Etc
brew "awscli"
brew "aws-sam-cli"
cask "google-cloud-sdk"

# Web Development
brew "rbenv"
brew "asdf"
brew "buf"
brew "jsonnet"
cask "jetbrains-toolbox"
cask "postman"
cask "ngrok"
brew "node"
brew "colima"
brew "docker"
brew "docker-compose"
cask "chatgpt"

# Ruby / Postgres
brew "rust"
brew "icu4c"
brew "shared-mime-info"
brew "postgresql@15"
brew "postgresql@16"
brew "pgformatter"
brew "watchman"

# Apps
cask "alacritty"
cask "aerial"
cask "bartender"
cask "clipy"
cask "caffeine"
cask "steam"
cask "arc"
cask "obsidian"
cask "logi-options-plus"
cask "spotify"
cask "1password"

cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"

# Apple Store Stuff
mas "The Unarchiver", id: 425424353
mas "Notability", id: 360593530
mas "Unsplash Wallpapers", id:1284863847
mas "Sleeve for Spotify, Music", id: 1606145041
mas "Dynamic Wallpaper Engine", id: 1453504509
