tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "aws/tap"

#To allow my to install stuff from Apple Store
brew "mas"

# ZSH
brew "zsh"
brew "zsh-completions"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "autojump"

#NVim Stuff
brew "nvim"
brew "ripgrep"
brew "fd"
brew "lazygit"
brew "stylua"

# Generic Tools
brew "jq"
brew "tree"
brew "docker"
brew "ctags"
brew "gcc"
brew "git"
brew "gh"
brew "htop"
brew "bat"
brew "k9s"
brew "slides"

# Go
brew "hugo"


# GPG
brew "gnupg"
brew "pinentry-mac"
cask "gpg-suite"

# AWS / Google / Etc
brew "awscli"
brew "aws-sam-cli"
cask "google-cloud-sdk"

# Web Development
cask "jetbrains-toolbox"
cask "postman"
cask "ngrok"
cask "jetbrains-toolbox"

# Apps
cask "kitty"
cask "dashlane"
cask "aerial"
cask "bartender"
cask "clipy"
cask "font-inconsolata"
cask "telegram"
cask "whatsapp"
cask "caffeine"
cask "discord"
cask "docker"
cask "steam"
cask "fantastical"
cask "notion"
cask "firefox"

# Keyboard Stuff
cask "via"

# Elgato FACECAM configuration tool
cask "elgato-camera-hub"
# Control your Elgato Key Lights
cask "elgato-control-center"

# Apple Store Stuff
mas "Dashlane", id: 517914548
mas "The Unarchiver", id: 425424353

