tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "aws/tap"
tap "arl/arl"

#To allow my to install stuff from Apple Store
brew "mas"

# Font, obviously
cask "font-inconsolata-go-nerd-font"

# ZSH
brew "zsh"
brew "zsh-completions"
brew "tmux"
brew "stow"
brew "fzf"
brew "exa"
brew "ncurses"
brew "neofetch"
brew "gitmux"
brew "git-delta"
brew "starship"
brew "zoxide"
brew "lf"

#NVim Stuff
brew "neovim"
brew "ripgrep"
brew "fd"
brew "lazygit"
brew "stylua"
brew "gnu-sed"
# Markdown preview
brew "deno"

# Generic Tools
brew "jq"
brew "docker"
brew "lazydocker"
brew "ctags"
brew "gcc"
brew "git"
brew "gh"
brew "htop"
brew "bat"
brew "k9s"
brew "slides"

#HotKeys!
cask "hammerspoon"
cask "hyperkey"

# Go
brew "go"
brew "golangci-lint"
brew "hugo"

# GPG
brew "gnupg"
brew "pinentry-mac"
cask "gpg-suite"

# AWS / Google / Etc
brew "awscli"
brew "aws-sam-cli"
cask "google-cloud-sdk"

# Web Development
brew "rbenv"
cask "jetbrains-toolbox"
cask "postman"
cask "ngrok"
brew "node"
brew "pre-commit"

# Apps
cask "alacritty"
cask "aerial"
cask "bartender"
cask "clipy"
cask "caffeine"
cask "docker"
cask "steam"
cask "fantastical"
cask "arc"

# Keyboard Stuff
cask "via"

# Elgato FACECAM configuration tool
cask "elgato-camera-hub"
# Control your Elgato Key Lights
cask "elgato-control-center"

# Apple Store Stuff
mas "Dashlane", id: 517914548
mas "The Unarchiver", id: 425424353
mas "Notability", id: 360593530
mas "Unsplash Wallpapers", id:1284863847
